src/lib/sugarsoapBinding.relate_note_to_module.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.sugarcrm.com/sugarcrm">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:relate_note_to_module>
   <session></session>
   <note_id></note_id>
   <module_name></module_name>
   <module_id></module_id>
  </ns1:relate_note_to_module>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
